Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Well 34/8-13 A proved a 15-metre oil column in sandstone from the Upper Jurassic, while the underlying Brent group in the Middle Jurassic was water-filled.
nb: Brønn 34/8-13 A påviste en 15 meter oljekolonne i sandsteiner i øvre jura, mens den underliggende Brentgruppen i midtre jura var vannfylt.

source: Well 34/8-13 S was then drilled 2.7 km southeast of 34/8-13 A, and encountered a 20-metre oil column in the Brent group.
nb: Brønn 34/8-13 S ble deretter boret 2,7 km sørøst for 34/8-13 A, og påtraff en oljekolonne på 20 meter i Brentgruppen.

source: Communication probably exists between the oil zones in the two wells, and extensive data acquisition and sampling have been carried out on both wells.
nb: Det er sannsynligvis kommunikasjon mellom oljesonene i de to brønnene, og i begge er det blitt utført omfattende datainnsamling og prøvetaking.

source: The size of the discovery is between 0.9 and 2.0 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Størrelsen på funnet er mellom 0,9 og 2,0 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The licensees in the production licence will consider producing the discovery via the Visund field.
nb: Rettighetshaverne i utvinningstillatelsen vil vurdere å produsere funnet mot Visundfeltet.

source: The wells are the 21st and 22nd exploration wells in production licence 120.
nb: Brønnene er henholdsvis den 21. og 22. letebrønnen i utvinningstillatelse 120.

source: Well 34/8-13 A was drilled to a vertical depth of 3108 metres below the sea surface and was terminated in the Statfjord formation in the Lower Jurassic.
nb: Brønn 34/8-13 A ble boret ned til et vertikalt dyp på 3108 meter under havoverflaten og ble avsluttet i Statfjordformasjonen i nedre jura.

source: Well 34/8-13 S was drilled to a vertical depth of 3258 metres below the sea surface and was terminated in the Hegre group in the Triassic.
nb: Brønn 34/8-13 S ble boret til et vertikalt dyp på 3258 meter under havoverflaten og avsluttet i Hegregruppen i trias.

source: Wells 34/8-13 A and 34/8-13 S were drilled at a water depth of 381 metres by the Scarabeo 5 drilling facility, which will now move to production licence 199 in the Norwegian Sea to drill development wells on the Kristin field, operated by StatoilHydro Petroleum AS.
nb: Brønnene 34/8-13 A og 34/8-13 S ble boret på 381 meters havdyp av boreinnretningen Scarabeo 5 som flyttes til utvinningstillatelse 199 i Norskehavet for å bore utvinningsbrønn på Kristinfeltet, der StatoilHydro Petroleum AS er operatør.

source: The licensees in production licence 120
nb: Rettighetshavere i utviningstillatelse 120

source: The well, which proved oil and gas, was drilled in the North Sea, ten kilometres northeast of the Fram field and 85 kilometres southwest of Florø.
nb: Brønnen, som påviste olje og gass, er boret i Nordsjøen 10 kilometer nordøst for Framfeltet og 85 kilometer sørvest for Florø.

source: The objective of the well was to prove petroleum in the Sognefjord and Fensfjord formations in Upper Jurassic rocks and in the Brent group in Middle Jurassic rocks.
nb: Hensikten med brønnen var å påvise petroleum i Sognefjord- og Fensfjordformasjonen i øvre jura bergarter og i Brentgruppen i midtre jura bergarter.

source: The well proved oil and gas in the Sognefjord formation and oil in the Brent group.
nb: Brønnen påviste olje og gass i Sognefjordformasjonen og olje i Brentgruppen.

source: Extensive data acquisition and sampling have been carried out in both reservoir zones.
nb: Det er utført omfattende datainnsamling og prøvetaking i begge reservoarsonene.

source: The size of the discoveries in the two reservoirs is estimated at a total of between 6 and 30 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Størrelsen på funnene i de to reservoarene er til sammen anslått til mellom 6 og 30 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: Well 35/12-2 was drilled to a vertical depth of 2512 m below the sea surface and was terminated in the Rannoch formation in the Middle Jurassic.
nb: Brønn 35/12-2 ble boret til et vertikalt dyp på 2512 m under havoverflaten og ble avsluttet i Rannochformasjonen i midtre jura.

source: Licensees in production licence 378
nb: Rettighetshavere i utvinningstillatelse 378

source: This discovery was made in 2005 by Norsk Hydro Produksjon AS in Pleistocene reservoir rocks (the Naust formation in the Quaternary).
nb: I 2005 gjorde Norsk Hydro Produksjon AS funnet i pleistocen reservoarbergarter (Naustformasjonen i kvartær).

source: The discovery is located 90 km west of Florø and 60 km northwest of the Gjøa field in the northern part of the North Sea.
nb: Funnet ligger 90 kilometer vest for Florø og 60 kilometer nordvest for Gjøafeltet og i nordlige del av Nordsjøen.

source: The objective of the well was to test the deposit's production properties, as well as to examine the well concept prior to a potential development.
nb: Formålet med brønnen var å teste forekomstens produksjonsegenskaper samt å undersøke brønnkonseptet før en eventuell utbygging.

source: The well encountered the top of the reservoir and the gas/water contact as expected.
nb: Brønnen påtraff toppen av reservoaret og gass/vann-kontakten som forventet.

source: According to the operator's estimates, the size of the discovery probably falls within a range of uncertainty of 15-30 billion Sm3 of recoverable gas.
nb: Ifølge operatørens anslag, er størrelsen på funnet trolig innenfor et usikkerhetsspenn på 15-30 milliarder Sm3 utvinnbar gass.

source: A successful formation test was performed.
nb: En vellykket formasjonstest er gjennomført.

source: The maximum production rate was 1.03 million Sm3 gas per flow day through a 104/64-inch nozzle opening.
nb: Maksimum produksjonsrate var på 1,03 millioner Sm3 gass per strømningsdøgn gjennom en 104/64 tommers dyseåpning.

source: This probably represents the start of exploration with a view towards developing shallow gas on the Norwegian shelf.
nb: Dette representerer trolig starten på leting for utvikling av grunn gass på norsk sokkel.

source: The well was drilled to a vertical depth of 640 m, and was terminated in the Naust formation in the Pliocene.
nb: Brønnen ble boret til et vertikalt dyp på 640 meter, og ble avsluttet i Naustformasjonen i pliocen.

source: The licensees in production licence 318
nb: Rettighetshavere i utvinningstillatelse 318

source: The drilling programme for wellbore 1/3-11 relates to the drilling of a wildcat well in the southern North Sea.
nb: Boreprogrammet for brønnbane 1/3-11 gjelder boring av en undersøkelsesbrønn i den sørlige delen av Nordsjøen.

source: Dong E&P Norge AS is the operator with an ownership interest of 40%.
nb: Dong E&P Norge AS er operatør med 40 prosent eierandel.

source: Other licensees are PA Resources Norway AS with an ownership interest of 30%, Norwegian Energy Company ASA with an ownership interest of 15% and Revus Energy ASA with an ownership interest of 15%.
nb: Øvrige rettighetshavere er PA Resources Norway AS med en eierandel på 30 prosent, Norwegian Energy Company ASA med en eierandel på 15 prosent og Revus Energy ASA med en eierandel på 15 prosent.

source: The acreage in the production licence consists of parts of block 1/3 awarded in 2002 (NST 2001).
nb: Arealet i utvinningstillatelsen består av deler av blokk 1/3 som ble tildelt i 2002 (NST 2001).

source: The well is located just south of the 1/3-6 discovery (called “Oselvar”) which was delimited earlier this year by the wells 1/3-10 S and 1/3-10 A.
nb: Brønnen er lokalisert like sør for funnet 1/3-6 (”kalt Oselvar”) som ble avgrenset tidligere i år med brønnene 1/3-10 S og A.

source: The drilling permit is contingent upon the operator securing all other permits and consents required by other authorities before drilling commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: Contact in the NPD: Eldbjørg Waage Melberg; tel +47 51876100
nb: Kontaktperson i OD: Eldbjørg Waage Melberg; tlf 51876100

source: The well, which proved gas, was drilled about 50 km north of the Gjøa field.
nb: Brønnen, som påviste gass, er boret om lag 50 kilometer nord for Gjøafeltet.

source: The objective of the well was to prove petroleum in reservoir rocks from the Early Cretaceous Age.
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av tidlig kritt alder.

source: The well proved gas in the Agat formation in the Lower Cretaceous.
nb: Brønnen påviste gass i Agatformasjonen i nedre kritt.

source: Preliminary estimates indicate that the size of the discovery in 35/3-7 S, together with previously proven gas discoveries in the licence (35/3-2 and 35/3-4, collectively called Agat, proven in 1980), is between three and eight billion standard cubic metres of recoverable gas.
nb: Foreløpige beregninger viser at størrelsen på funnet i 35/3-7 S sammen med tidligere påviste gassfunn i tillatelsen (35/3-2 og 35/3-4 som til sammen kalles Agat, som ble påvist i 1980), er mellom tre og åtte milliarder standard kubikkmeter utvinnbar gass.

source: Viewed together with the 35/3-2 Agat discovery, the licensees characterise the discovery in 35/3-7 S as interesting, and it will be evaluated for potential future development.
nb: Sett sammen med 35/3-2 Agat-funnet, anser rettighetshaverne funnet i 35/3-7 S som interessant, og funnet blir vurdert for framtidig utbygging.

source: This is the second exploration well in production licence 270, and the first well drilled by VNG Norge (Operations) AS on the Norwegian shelf.
nb: Brønnen er den andre letebrønnen i utvinningstillatelse 270, og er den første brønnen boret av VNG Norge (Operations) AS på norsk sokkel.

source: The licence was awarded in the North Sea Awards 2000 (NST 2000).
nb: Tillatelsen ble tildelt i Nordsjøtildelingene 2000 (NST 2000).

source: The well was drilled to a vertical depth of 3945 metres below the sea surface, and was terminated in the Åsgard formation in the Lower Cretaceous.
nb: Brønnen ble boret til et vertikalt dyp av 3945 meter under havflaten, og ble avsluttet i Åsgardformasjonen i nedre kritt.

source: Well 35/3-7 S was drilled at a water depth of 257 metres by the Bredford Dolphin drilling facility, which will now proceed to production licence 027D in the North Sea to drill wildcat well 25/8-17 where ExxonMobil Exploration & Production Norway AS is the operator.
nb: Brønn 35/3-7 S ble boret på 257 meters havdyp av boreinnretningen Bredford Dolphin som nå skal til utvinningstillatelse 027D i Nordsjøen for å bore undersøkelsesbrønn 25/8-17 der ExxonMobil Exploration & Production Norway AS er operatør.

source: The purpose of the well was to prove petroleum in Upper and Lower Cretaceous sandstone.
nb: Hensikten med brønnen var å påvise petroleum i øvre og nedre kritt sandstein.

source: Drilling proved sandstone of little thickness and good reservoir quality in the Upper Cretaceous, and sandstone of considerable thickness but with poor to moderate reservoir quality in the Lower Cretaceous.
nb: Det ble påtruffet sandsteiner med liten mektighet og god reservoarkvalitet i øvre kritt og sandsteiner av betydelig mektighet med dårlig til moderat reservoarkvalitet i nedre kritt.

source: The well is the first exploration well in production license 376.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 376.

source: Well 35/6-1 S was abandoned due to technical problems after drilling to 600 metres depth.
nb: Brønn 35/6-1 S ble oppgitt på grunn av tekniske problemer etter boring til 600 meters dyp.

source: Drilling was immediately restarted at well 36/6-2 S.
nb: Boringen ble umiddelbart gjenopptatt med brønn 35/6-2 S.

source: The license was granted in APA 2005 (APA = Awards in predefined areas).
nb: Tillatelsen ble tildelt i TFO i 2005.

source: The well was drilled to a vertical depth of 3561 metres below the sea surface, and was concluded in rocks presumably from the Early Cretaceous.
nb: Brønnen ble boret til et vertikalt dyp på 3561 meter under havflaten, og ble avsluttet i bergarter av antatt tidlig kritt alder.

source: Well 35/6-2 S was drilled by the Ocean Vanguard at a water depth of 344 metres.
nb: Brønn 35/6-2 S ble boret av Ocean Vanguard på 344 meters havdyp.

source: The drilling facility will be relocated to production licence 312 in the Norwegian Sea to drill wildcat well 6407/6-7 S where StatoilHydro Petroleum AS is the operator.
nb: Boreinnretingen flyttes til utvinningstillatelse 312 i Norskehavet for å bore undersøkelsesbrønn 6407/6-7 S der StatoilHydro Petroleum AS er operatør.

source: The licensees in production licence 376
nb: Rettighetshavere i utvinningstillatelse 376

source: Ormen Lange was proven in 1997 and has been in production since 2007.
nb: Ormen Lange ble påvist i 1997 og har vært i produksjon siden 2007.

source: The reservoir is in Paleocene and Upper Cretaceous reservoir rocks (Egga reservoir unit and the Jorsalfare formation).
nb: Reservoaret er i paleocen og øvre kritt reservoarbergarter (Egga reservoarenhet og Jorsalfareformasjonen).

source: The field is situated about 130 km northwest of Kristiansund in the southern part of the Norwegian Sea, and the water depth is 800-1100 metres.
nb: Feltet ligger på 800-1100 meters vanndyp i sørlig del av Norskehavet om lag 130 km nordvest for Kristiansund.

source: The well was drilled six kilometres northeast of the field's main production area.
nb: Brønnen ble boret 6 km nordøst for hovedproduksjonsområdet på feltet.

source: The objective of well 6305/5-3 S in production licence 209 was to delineate the northern extent of the field.
nb: Hensikten med brønn 6305/5-3 S i utvinningstillatelse 209 var å avgrense den nordlige utstrekningen av feltet.

source: The well encountered reservoir rocks of variable quality in both the Egga reservoir unit and the Jorsalfare formation.
nb: Brønnen påtraff reservoarbergarter med varierende kvalitet i både Egga reservoarenhet og Jorsalfare-formasjonen.

source: Gas was encountered in Egga, and it was confirmed that there is pressure communication with the area from which gas is produced.
nb: Gass ble påtruffet i Egga, og det ble bekreftet at det er trykk-kommunikasjon med området det produseres gass fra.

source: Preliminary evaluations show gas-water contact in the Egga reservoir unit.
nb: Foreløpige evalueringer viser at brønnen påviste gass-vann kontakt i Egga reservoarenhet.

source: The gas-water contact was encountered at a shallower level than in the main part of the field.
nb: Gass-vannkontakten ble funnet grunnere enn i hoveddelen av feltet.

source: The result of this appraisal well will be incorporated into a major re-interpretation of the field aimed at providing a better resource estimate.
nb: Resultatet fra denne avgrensningsbrønnen inngår i et større tolkningsarbeid som skal gi et bedre ressursestimat for Ormen Langefeltet.

source: It is uncertain whether the original upside potential can be realised.
nb: Det er usikkert om det opprinnelige oppsidepotensialet kan realiseres.

source: Parts of the future field development and the long term production profile may be affected by the new estimate.
nb: Deler av den fremtidige feltutbyggingen og den langsiktige produksjonsprofilen kan påvirkes av det nye estimatet.

source: Well 6305/5-3 S is the seventh exploration well to be drilled on the Ormen Lange field.
nb: Brønn 6305/5-3 S er den syvende letebrønnen som bores på Ormen Langefeltet.

source: The appraisal well was drilled to a vertical depth of 2815 metres below sea-level, and was terminated in the Kyrre Formation in the Upper Cretaceous.
nb: Avgrensingsbrønnen ble boret til et vertikalt dyp på 2815 meter under havflaten, og ble avsluttet i Kyrreformasjonen i øvre kritt.

source: The water depth is 832 metres.
nb: Havdypet er 832 meter.

source: The well has been temporarily abandoned.
nb: Brønnen er midlertidig forlatt.

source: The well was drilled by the semi-submersible drilling facility Leiv Eiriksson, which will now carry out drilling operations outside the Norwegian shelf.
nb: Brønnen ble boret av den halvt nedsenkbare boreinnretningen Leiv Eiriksson, som nå skal utføre boreoperasjoner utenfor norsk sokkel.

source: The well is located about 80 km northwest of Kristiansund and 65 km east of the Ormen Lange field.
nb: Brønnen ligger om lag 80 km nordvest for Kristiansund og 65 kilometer øst for Ormen Langefeltet.

source: The objective of the well was to prove petroleum in Upper Jurassic reservoir rocks (the Viking group).
nb: Hensikten med brønnen var å påvise petroleum i øvre jura reservoarbergarter (Vikinggruppen).

source: No reservoir rocks were encountered in the Upper Jurassic.
nb: Det ble ikke påtruffet reservoarbergarter i øvre jura.

source: The well was drilled to a vertical depth of 2039 metres below the sea surface, and it was terminated in bedrock.
nb: Brønnen ble boret til et vertikalt dyp på 2039 meter under havflaten, og den ble avsluttet i grunnfjell.

source: The water depth is 224 metres.
nb: Havdypet er 224 meter.

source: Well 6306/6-2 was drilled by the Aker Barents drilling facility, which will now proceed to production licence 469 in the Norwegian Sea to drill wildcat well 6407/12-2 where GDF SUEZ E&P Norge is the operator.
nb: Brønn 6306/6-2 ble boret av boreinnretningen Aker Barents, som nå skal til utvinningstillatelse 469 i Norskehavet for å bore undersøkelsesbrønn 6407/12-2 der GDF SUEZ E&P Norge er operatør.

source: Download: Map (pdf)
nb: Last ned: Kart.pdf

source: The well, which was dry, is located about 10 km south of the Draugen field and 130 km north of Kristiansund.
nb: Brønnen, som er tørr, ligger om lag 10 kilometer sør for Draugen feltet og 130 kilometer nord for Kristiansund.

source: The purpose of the well was to prove petroleum in reservoir rocks from the Eocene to Paleocene Ages.
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av eocen til paleocen alder.

source: The well encountered reservoir rocks of minor thickness and poorer quality than expected.
nb: Brønnen påtraff reservoarbergarter med mindre mektighet og dårligere kvalitet enn prognosert.

source: The well was drilled to a total depth of 1481 m below the sea surface, and was terminated in rocks from the Late Cretaceous Age.
nb: Brønnen ble boret til et totalt dyp på 1481 meter under havflaten, og ble avsluttet i bergarter av senkritt alder.

source: The water depth is 308 metres.
nb: Havdypet er 308 meter.

source: Well 6407/12-2 was drilled by the Aker Barents drilling facility, which will now proceed to production licence 460 in the North Sea to drill wildcat well 25/1-11, which is operated by Det norske oljeselskap ASA.
nb: Brønn 6407/12-2 ble boret av boreinnretningen Aker Barents, som nå skal til utvinningstillatelse 460 i Nordsjøen for å bore undersøkelsesbrønn 25/1-11, der Det norske oljeselskap ASA er operatør.

source: Contact in the NPD Eldbjørg Vaage Melberg, tel.
nb: Kontaktperson i Oljedirektoratet Eldbjørg Vaage Melberg, tlf.

source: The well, which was dry, was drilled six kilometers west of the 6507/11-1 Midgard gas discovery in the Norwegian Sea.
nb: Brønnen, som var tørr, ble boret seks kilometer vest for gassfunnet 6507/11-1 Midgard i Norskehavet.

source: The objective of the well was to prove petroleum in reservoir rocks in the Middle Jurassic (the Fangst group).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter i midtre jura (Fangstgruppen).

source: The dry well encountered reservoir rocks of the expected thickness and good reservoir quality.
nb: I den tørre brønnen ble det påtruffet reservoarbergarter med forventet mektighet og god reservoarkvalitet.

source: The well was drilled to a vertical depth of 2972 metres below the sea surface, and was terminated in the Ile formation in the Middle Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 2972 meter under havflaten, og ble avsluttet i Ileformasjonen i midtre jura.

source: Well 6407/2-4 was drilled by the Songa Delta drilling facility at a water depth of 269 metres.
nb: Brønn 6407/2-4 ble boret av boreinnretningen Songa Delta på 269 meters havdyp.

source: The facility will now be moved to production licence 483 S in the Norwegian Sea to drill wildcat well 6609/10-2 where Det norske oljeselskap ASA is the operator.
nb: Innretningen flyttes til utvinningstillatelse 483 S i Norskehavet for å bore undersøkelsesbrønn 6609/10-2 der Det norske oljeselskap ASA er operatør.

source: The well, which proved gas and oil, is located 12 kilometres south of the Midgard gas discovery 6507/11-1 on the Åsgard field in the Norwegian Sea.
nb: Brønnen, som påviste gass og olje, ligger 10 kilometer sør for Midgard-forekomsten på Åsgardfeltet i Norskehavet.

source: The purpose of the well was to prove gas in Middle Jurassic reservoir rocks (the Garn and Ile formation).
nb: Hensikten med brønnen var å påvise gass i midtre jura reservoarbergarter (Garn- og Ileformasjonen).

source: The well proved gas in the Garn formation and oil in the Ile formation.
nb: Brønnen påviste gass i Garnformasjonen og olje i Ileformasjonen.

source: Preliminary calculations indicate that the size of the discovery is one to two billion standard cubic metres of recoverable gas and two to five million standard cubic metres of recoverable oil.
nb: Foreløpige beregninger viser at størrelsen på funnet er 1-2 milliarder standard kubikkmeter utvinnbar gass og 2-5 millioner standard kubikkmeter utvinnbar olje.

source: The licensees in the production licence are considering development concepts to produce the discovery using existing infrastructure on the Åsgard field.
nb: Rettighetshaverne i utvinningstillatelsen vurderer utbyggingsløsninger for å produsere funnet mot eksisterende infrastruktur på Åsgardfeltet.

source: The well was drilled to a vertical depth of 3 289 metres below sea level and terminated in rock of the Lower Jurassic age in the Åre formation.
nb: Brønnen ble boret til et vertikalt dyp av 3289 meter under havflaten, og ble avsluttet i Åreformasjonen nedre jura reservoarbergarter.

source: Well 6407/2-5S was drilled by the drilling facility Ocean Vanguard at a water depth of 250 metres.
nb: Brønn 6407/2-5S ble boret av boreinnretningen Ocean Vanguard på 250 meters havdyp.

source: The facility will now proceed to production licence 442 in the North Sea to drill wildcat well 25/2-17, which is operated by StatoilHydro Petroleum AS.
nb: Innretningen flyttes til utvinningstillatelse 442 i Nordsjøen for å bore undersøkelsesbrønn 25/2-17 der StatoilHydro er operatør.

source: The purpose of the well was to prove gas in the Middle Jurassic, and this was indeed proven.
nb: Hensikten med brønnen var å påvise gass i midtre jura, og dette ble påvist i brønnen.

source: Preliminary estimates indicate that the size of the discovery is between 0.5 and 1.0 billion standard cubic metres of gas.
nb: Foreløpige beregninger viser at størrelsen på funnet er mellom 0,5 og 1 milliard standard kubikkmeter gass.

source: The licensees in the production licence are considering producing the discovery via the Åsgard field, together with the 6407/6-6 gas discovery made in the same licence in 2008.
nb: Rettighetshaverne i utvinningstillatelsen vurderer å produsere funnet mot Åsgardfeltet sammen med gassfunnet 6407/6-6 som ble gjort i samme tillatelse i 2008.

source: The well is the second exploration well in production licence 312.
nb: Brønnen er den andre letebrønnen i utvinningstillatelse 312.
